Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.sidebarAppearance.tintOpacity.subtitle
source: How strongly the tint color shows over the sidebar material.
ar: Щ…ШҜЩү ЩӮЩҲШ© ШёЩҮЩҲШұ Щ„ЩҲЩҶ Ш§Щ„ШӘЩ„ЩҲЩҠЩҶ ЩҒЩҲЩӮ Щ…Ш§ШҜШ© Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ.
bs: Koliko jako se boja nijanse prikazuje preko materijala boДҚne trake.
da: Hvor stГҰrkt farvetonen vises over sidebjГҰlkens materiale.
de: Wie stark der Farbton Гјber dem Seitenleisten-Material sichtbar ist.
es: Intensidad del color de tinte sobre el material de la barra lateral.
fr: IntensitГ© de la teinte sur le matГ©riau de la barre latГ©rale.
it: IntensitГ della tinta sul materiale della barra laterale.
ja: гӮөгӮӨгғүгғҗгғјгҒ®зҙ жқҗдёҠгҒ«гғҶгӮЈгғігғҲгӮ«гғ©гғјгҒҢгҒ©гҒ®зЁӢеәҰиЎЁзӨәгҒ•гӮҢгӮӢгҒӢгҖӮ
ko: мӮ¬мқҙл“ңл°” мһ¬м§Ҳ мң„м—җ мғүмЎ° мғүмғҒмқҙ н‘ңмӢңлҗҳлҠ” к°•лҸ„.
nb: Hvor sterkt fargetonen vises over sidefelts materiale.
pl: Jak silnie kolor odcienia jest widoczny na materiale paska bocznego.
pt_br: Intensidade da cor de tonalidade sobre o material da barra lateral.
ru: РқР°СҒРәРҫР»СҢРәРҫ СҒРёР»СҢРҪРҫ РҫСӮСӮРөРҪРҫРә РІРёРҙРөРҪ РҪР° РјР°СӮРөСҖРёР°Р»Рө РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё.
th: аё„аё§аёІаёЎа№ҖаёӮа№үаёЎаёӮаёӯаёҮаёӘаёөа№Ӯаё—аёҷаё—аёөа№Ҳа№ҒаёӘаё”аёҮаёҡаёҷаё§аёұаёӘаё”аёёа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Renk tonunun kenar Г§ubuДҹu materyali Гјzerinde ne kadar gГјГ§lГј gГ¶rГјndГјДҹГј.
uk: РқР°СҒРәС–Р»СҢРәРё СҒРёР»СҢРҪРҫ РәРҫР»С–СҖ РІС–РҙСӮС–РҪРәСғ РҝСҖРҫСҸРІР»СҸС”СӮСҢСҒСҸ РҝРҫРІРөСҖС… РјР°СӮРөСҖС–Р°Р»Сғ РұС–СҮРҪРҫС— РҝР°РҪРөР»С–.
zh_hans: иүІи°ғйўңиүІеңЁдҫ§иҫ№ж ҸжқҗиҙЁдёҠзҡ„жҳҫзӨәејәеәҰгҖӮ
zh_hant: иүІиӘҝйЎҸиүІеңЁеҒҙйӮҠж¬„жқҗиіӘдёҠзҡ„йЎҜзӨәеј·еәҰгҖӮ

# settings.sidebarAppearance.reset
source: Reset Sidebar Tint
ar: ШҘШ№Ш§ШҜШ© ШӘШ№ЩҠЩҠЩҶ Щ„ЩҲЩҶ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ
bs: Resetuj nijansu boДҚne trake
da: Nulstil sidebjГҰlkens farvetone
de: Seitenleisten-Farbton zurГјcksetzen
es: Restablecer tinte de la barra lateral
fr: RГ©initialiser la teinte de la barre latГ©rale
it: Ripristina tinta barra laterale
ja: гӮөгӮӨгғүгғҗгғјгҒ®гғҶгӮЈгғігғҲгӮ’гғӘгӮ»гғғгғҲ
ko: мӮ¬мқҙл“ңл°” мғүмЎ° мҙҲкё°нҷ”
nb: Tilbakestill sidefelts fargetone
pl: Resetuj odcieЕ„ paska bocznego
pt_br: Redefinir Tonalidade da Barra Lateral
ru: РЎРұСҖРҫСҒРёСӮСҢ РҫСӮСӮРөРҪРҫРә РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё
th: аёЈаёөа№ҖаёӢа№Үаё•а№Ӯаё—аёҷаёӘаёөа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Kenar ГҮubuДҹu Renk Tonunu SДұfДұrla
uk: РЎРәРёРҪСғСӮРё РІС–РҙСӮС–РҪРҫРә РұС–СҮРҪРҫС— РҝР°РҪРөР»С–
zh_hans: йҮҚзҪ®дҫ§иҫ№ж ҸиүІи°ғ
zh_hant: йҮҚзҪ®еҒҙйӮҠж¬„иүІиӘҝ

# settings.sidebarAppearance.reset.subtitle
source: Restore default sidebar appearance.
ar: Ш§ШіШӘШ№Ш§ШҜШ© Щ…ШёЩҮШұ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ Ш§Щ„Ш§ЩҒШӘШұШ§Ш¶ЩҠ.
bs: Vrati zadani izgled boДҚne trake.
da: Gendan standardudseendet for sidebjГҰlken.
de: Standard-Seitenleisten-Erscheinungsbild wiederherstellen.
es: Restaurar la apariencia predeterminada de la barra lateral.
fr: Restaurer l'apparence par dГ©faut de la barre latГ©rale.
it: Ripristina l'aspetto predefinito della barra laterale.
ja: гӮөгӮӨгғүгғҗгғјгҒ®еӨ–иҰігӮ’гғҮгғ•гӮ©гғ«гғҲгҒ«жҲ»гҒҷгҖӮ
ko: мӮ¬мқҙл“ңл°” лӘЁм–‘мқ„ кё°ліёк°’мңјлЎң ліөмӣҗн•©лӢҲлӢӨ.
nb: Gjenopprett standard sidefelts utseende.
pl: PrzywrГіДҮ domyЕӣlny wyglД…d paska bocznego.
pt_br: Restaurar aparГӘncia padrГЈo da barra lateral.
ru: Р’РҫСҒСҒСӮР°РҪРҫРІРёСӮСҢ РІРҪРөСҲРҪРёР№ РІРёРҙ РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё РҝРҫ СғРјРҫР»СҮР°РҪРёСҺ.
th: аё„аё·аёҷаё„а№ҲаёІаёЈаё№аёӣаёҘаёұаёҒаё©аё“а№Ңа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮа№Җаёӣа№Үаёҷаё„а№ҲаёІа№ҖаёЈаёҙа№ҲаёЎаё•а№үаёҷ
tr: VarsayДұlan kenar Г§ubuДҹu gГ¶rГјnГјmГјnГј geri yГјkle.
uk: Р’С–РҙРҪРҫРІРёСӮРё СҒСӮР°РҪРҙР°СҖСӮРҪРёР№ Р·РҫРІРҪС–СҲРҪС–Р№ РІРёРіР»СҸРҙ РұС–СҮРҪРҫС— РҝР°РҪРөР»С–.
zh_hans: жҒўеӨҚй»ҳи®Өдҫ§иҫ№ж ҸеӨ–и§ӮгҖӮ
zh_hant: жҒўеҫ©й җиЁӯеҒҙйӮҠж¬„еӨ–и§ҖгҖӮ

# settings.sidebarAppearance.reset.button
source: Reset
ar: ШҘШ№Ш§ШҜШ© ШӘШ№ЩҠЩҠЩҶ
bs: Resetuj
da: Nulstil
de: ZurГјcksetzen
es: Restablecer
fr: RГ©initialiser
it: Ripristina
ja: гғӘгӮ»гғғгғҲ
ko: мҙҲкё°нҷ”
nb: Tilbakestill
pl: Resetuj
pt_br: Redefinir
ru: РЎРұСҖРҫСҒРёСӮСҢ
th: аёЈаёөа№ҖаёӢа№Үаё•
tr: SДұfДұrla
uk: РЎРәРёРҪСғСӮРё
zh_hans: йҮҚзҪ®
zh_hant: йҮҚзҪ®

# settings.sidebarAppearance.defaultLabel
source: Default
ar: Ш§ЩҒШӘШұШ§Ш¶ЩҠ
bs: Zadano
da: Standard
de: Standard
es: Predeterminado
fr: Par dГ©faut
it: Predefinito
ja: гғҮгғ•гӮ©гғ«гғҲ
ko: кё°ліёк°’
nb: Standard
pl: DomyЕӣlny
pt_br: PadrГЈo
ru: РҹРҫ СғРјРҫР»СҮР°РҪРёСҺ
th: аё„а№ҲаёІа№ҖаёЈаёҙа№ҲаёЎаё•а№үаёҷ
tr: VarsayДұlan
uk: РЎСӮР°РҪРҙР°СҖСӮРҪРёР№
zh_hans: й»ҳи®Ө
zh_hant: й җиЁӯ

# menu.openInIntelliJ
source: Open Current Directory in IntelliJ IDEA
ar: ЩҒШӘШӯ Ш§Щ„ШҜЩ„ЩҠЩ„ Ш§Щ„ШӯШ§Щ„ЩҠ ЩҒЩҠ IntelliJ IDEA
bs: Otvori trenutni direktorij u IntelliJ IDEA
da: Г…bn nuvГҰrende mappe i IntelliJ IDEA
de: Aktuelles Verzeichnis in IntelliJ IDEA Г¶ffnen
es: Abrir directorio actual en IntelliJ IDEA
fr: Ouvrir le rГ©pertoire courant dans IntelliJ IDEA
it: Apri la directory corrente in IntelliJ IDEA
ja: зҸҫеңЁгҒ®гғҮгӮЈгғ¬гӮҜгғҲгғӘгӮ’ IntelliJ IDEA гҒ§й–ӢгҒҸ
ko: нҳ„мһ¬ л””л үнҶ лҰ¬лҘј IntelliJ IDEAм—җм„ң м—ҙкё°
nb: Г…pne gjeldende katalog i IntelliJ IDEA
pl: OtwГіrz bieЕјД…cy katalog w IntelliJ IDEA
pt_br: Abrir DiretГіrio Atual no IntelliJ IDEA
ru: РһСӮРәСҖСӢСӮСҢ СӮРөРәСғСүРёР№ РәР°СӮР°Р»РҫРі РІ IntelliJ IDEA
th: а№Җаёӣаёҙаё”а№„аё”а№ҖаёЈаёҒаё—аёӯаёЈаёөаёӣаёұаёҲаёҲаёёаёҡаёұаёҷа№ғаёҷ IntelliJ IDEA
tr: GeГ§erli Dizini IntelliJ IDEA'da AГ§
uk: Р’С–РҙРәСҖРёСӮРё РҝРҫСӮРҫСҮРҪСғ СӮРөРәСғ РІ IntelliJ IDEA
zh_hans: еңЁ IntelliJ IDEA дёӯжү“ејҖеҪ“еүҚзӣ®еҪ•
zh_hant: еңЁ IntelliJ IDEA дёӯй–Ӣе•ҹзӣ®еүҚзӣ®йҢ„

# alert.cancel
source: Cancel
ar: ШҘЩ„ШәШ§ШЎ
bs: OtkaЕҫi
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: гӮӯгғЈгғігӮ»гғ«
ko: м·ЁмҶҢ
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: РһСӮРјРөРҪР°
th: аёўаёҒа№ҖаёҘаёҙаёҒ
tr: Д°ptal
zh_hans: еҸ–ж¶Ҳ
zh_hant: еҸ–ж¶Ҳ

# alert.moveTab.failed.message
source: cmux could not move this tab to the selected destination.
ar: Щ„Щ… ЩҠШӘЩ…ЩғЩҶ cmux Щ…ЩҶ ЩҶЩӮЩ„ Ш№Щ„Ш§Щ…Ш© Ш§Щ„ШӘШЁЩҲЩҠШЁ ЩҮШ°ЩҮ ШҘЩ„Щү Ш§Щ„ЩҲШ¬ЩҮШ© Ш§Щ„Щ…ШӯШҜШҜШ©.
bs: cmux nije mogao premjestiti ovu karticu na odabrano odrediЕЎte.
da: cmux kunne ikke flytte dette faneblad til den valgte destination.
de: cmux konnte diesen Tab nicht zum ausgewГӨhlten Ziel verschieben.
es: cmux no pudo mover esta pestaГұa al destino seleccionado.
fr: cmux n'a pas pu dГ©placer cet onglet vers la destination sГ©lectionnГ©e.
it: cmux non ГЁ riuscito a spostare questa scheda nella destinazione selezionata.
ja: cmuxгҒҜгҒ“гҒ®гӮҝгғ–гӮ’йҒёжҠһгҒ—гҒҹз§»еӢ•е…ҲгҒ«з§»еӢ•гҒ§гҒҚгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮ
ko: cmuxк°Җ мқҙ нғӯмқ„ м„ нғқн•ң лҢҖмғҒмңјлЎң мқҙлҸҷн• мҲҳ м—ҶмҠөлӢҲлӢӨ.
nb: cmux kunne ikke flytte denne fanen til det valgte mГҘlet.
pl: cmux nie mГіgЕӮ przenieЕӣДҮ tej karty do wybranego miejsca docelowego.
pt_br: O cmux nГЈo conseguiu mover esta aba para o destino selecionado.
ru: cmux РҪРө СҒРјРҫРі РҝРөСҖРөРјРөСҒСӮРёСӮСҢ СҚСӮСғ РІРәР»Р°РҙРәСғ РІ РІСӢРұСҖР°РҪРҪРҫРө РјРөСҒСӮРҫ РҪР°Р·РҪР°СҮРөРҪРёСҸ.
th: cmux а№„аёЎа№ҲаёӘаёІаёЎаёІаёЈаё–аёўа№үаёІаёўа№Ғаё—а№Үаёҡаёҷаёөа№үа№„аёӣаёўаёұаёҮаёӣаёҘаёІаёўаё—аёІаёҮаё—аёөа№Ҳа№ҖаёҘаё·аёӯаёҒа№„аё”а№ү
tr: cmux bu sekmeyi seГ§ilen hedefe taЕҹДұyamadДұ.
zh_hans: cmux ж— жі•е°ҶжӯӨж ҮзӯҫйЎөз§»еҠЁеҲ°жүҖйҖүдҪҚзҪ®гҖӮ
zh_hant: cmux з„Ўжі•е°ҮжӯӨжЁҷзұӨй Ғз§»еӢ•еҲ°жүҖйҒёдҪҚзҪ®гҖӮ

# alert.moveTab.failed.title
source: Move Failed
ar: ЩҒШҙЩ„ Ш§Щ„ЩҶЩӮЩ„
bs: PremjeЕЎtanje nije uspjelo
da: Flytning mislykkedes
de: Verschieben fehlgeschlagen
es: Error al mover
fr: Гүchec du dГ©placement
it: Spostamento non riuscito
ja: з§»еӢ•гҒ«еӨұж•—
ko: мқҙлҸҷ мӢӨнҢЁ
nb: Flytting mislyktes
pl: Przenoszenie nie powiodЕӮo siДҷ
pt_br: Falha ao Mover
ru: РқРө СғРҙР°Р»РҫСҒСҢ РҝРөСҖРөРјРөСҒСӮРёСӮСҢ
th: аёўа№үаёІаёўа№„аёЎа№ҲаёӘаёіа№ҖаёЈа№ҮаёҲ
tr: TaЕҹДұma BaЕҹarДұsДұz
zh_hans: з§»еҠЁеӨұиҙҘ
zh_hant: з§»еӢ•еӨұж•—

# alert.moveTab.message
source: Choose a destination for this tab.
ar: Ш§Ш®ШӘШұ ЩҲШ¬ЩҮШ© Щ„Ш№Щ„Ш§Щ…Ш© Ш§Щ„ШӘШЁЩҲЩҠШЁ ЩҮШ°ЩҮ.
bs: Odaberite odrediЕЎte za ovu karticu.
da: VГҰlg en destination for dette faneblad.
de: WГӨhlen Sie ein Ziel fГјr diesen Tab.
es: Elige un destino para esta pestaГұa.
fr: Choisissez une destination pour cet onglet.
it: Scegli una destinazione per questa scheda.
ja: гҒ“гҒ®гӮҝгғ–гҒ®з§»еӢ•е…ҲгӮ’йҒёжҠһгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: мқҙ нғӯмқҳ лҢҖмғҒмқ„ м„ нғқн•ҳм„ёмҡ”.
nb: Velg et mГҘl for denne fanen.
pl: Wybierz miejsce docelowe dla tej karty.
pt_br: Escolha um destino para esta aba.
ru: Р’СӢРұРөСҖРёСӮРө РҪР°Р·РҪР°СҮРөРҪРёРө РҙР»СҸ СҚСӮРҫР№ РІРәР»Р°РҙРәРё.
th: а№ҖаёҘаё·аёӯаёҒаёӣаёҘаёІаёўаё—аёІаёҮаёӘаёіаё«аёЈаёұаёҡа№Ғаё—а№Үаёҡаёҷаёөа№ү
tr: Bu sekme iГ§in bir hedef seГ§in.
zh_hans: йҖүжӢ©жӯӨж ҮзӯҫйЎөзҡ„зӣ®ж ҮдҪҚзҪ®гҖӮ
zh_hant: йҒёж“ҮжӯӨжЁҷзұӨй Ғзҡ„зӣ®жЁҷдҪҚзҪ®гҖӮ

# alert.moveTab.move
source: Move
ar: ЩҶЩӮЩ„
bs: Premjesti
da: Flyt
de: Verschieben
es: Mover
fr: DГ©placer
it: Sposta
ja: з§»еӢ•
ko: мқҙлҸҷ
nb: Flytt
pl: PrzenieЕӣ
pt_br: Mover
ru: РҹРөСҖРөРјРөСҒСӮРёСӮСҢ
th: аёўа№үаёІаёў
tr: TaЕҹДұ
zh_hans: з§»еҠЁ
zh_hant: з§»еӢ•

# alert.moveTab.newWorkspaceInCurrentWindow
source: New Workspace in Current Window
ar: Щ…ШіШ§ШӯШ© Ш№Щ…Щ„ Ш¬ШҜЩҠШҜШ© ЩҒЩҠ Ш§Щ„ЩҶШ§ЩҒШ°Ш© Ш§Щ„ШӯШ§Щ„ЩҠШ©
bs: Novi radni prostor u trenutnom prozoru
da: Nyt arbejdsomrГҘde i aktuelt vindue
de: Neuer Arbeitsbereich im aktuellen Fenster
es: Nuevo espacio de trabajo en ventana actual
fr: Nouvel espace de travail dans la fenГӘtre actuelle
it: Nuova area di lavoro nella finestra corrente
ja: зҸҫеңЁгҒ®гӮҰгӮЈгғігғүгӮҰгҒ«ж–°гҒ—гҒ„гғҜгғјгӮҜгӮ№гғҡгғјгӮ№
ko: нҳ„мһ¬ м°Ҫм—җ мғҲ мһ‘м—… кіөк°„
nb: Nytt arbeidsomrГҘde i nГҘvГҰrende vindu
pl: Nowa przestrzeЕ„ robocza w bieЕјД…cym oknie
pt_br: Nova ГҒrea de Trabalho na Janela Atual
ru: РқРҫРІРҫРө СҖР°РұРҫСҮРөРө РҝСҖРҫСҒСӮСҖР°РҪСҒСӮРІРҫ РІ СӮРөРәСғСүРөРј РҫРәРҪРө
th: а№Җаё§аёҙаёЈа№ҢаёҒаёӘа№ҖаёӣаёӢа№ғаё«аёЎа№Ҳа№ғаёҷаё«аёҷа№үаёІаё•а№ҲаёІаёҮаёӣаёұаёҲаёҲаёёаёҡаёұаёҷ
tr: Mevcut Pencerede Yeni ГҮalДұЕҹma AlanДұ
zh_hans: еңЁеҪ“еүҚзӘ—еҸЈж–°е»әе·ҘдҪңеҢә
zh_hant: еңЁзӣ®еүҚиҰ–зӘ—ж–°е»әе·ҘдҪңеҚҖ

# alert.moveTab.selectedWorkspaceInNewWindow
source: Selected Workspace in New Window
ar: Щ…ШіШ§ШӯШ© Ш§Щ„Ш№Щ…Щ„ Ш§Щ„Щ…ШӯШҜШҜШ© ЩҒЩҠ ЩҶШ§ЩҒШ°Ш© Ш¬ШҜЩҠШҜШ©
bs: Odabrani radni prostor u novom prozoru
da: Valgt arbejdsomrГҘde i nyt vindue
de: AusgewГӨhlter Arbeitsbereich in neuem Fenster
es: Espacio de trabajo seleccionado en nueva ventana
fr: Espace de travail sГ©lectionnГ© dans une nouvelle fenГӘtre
it: Area di lavoro selezionata in nuova finestra
ja: йҒёжҠһгҒ—гҒҹгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’ж–°гҒ—гҒ„гӮҰгӮЈгғігғүгӮҰгҒ«
ko: мғҲ м°Ҫм—җм„ң м„ нғқн•ң мһ‘м—… кіөк°„
nb: Valgt arbeidsomrГҘde i nytt vindu
pl: Wybrana przestrzeЕ„ robocza w nowym oknie
pt_br: ГҒrea de Trabalho Selecionada em Nova Janela
ru: Р’СӢРұСҖР°РҪРҪРҫРө СҖР°РұРҫСҮРөРө РҝСҖРҫСҒСӮСҖР°РҪСҒСӮРІРҫ РІ РҪРҫРІРҫРј РҫРәРҪРө
th: а№Җаё§аёҙаёЈа№ҢаёҒаёӘа№ҖаёӣаёӢаё—аёөа№Ҳа№ҖаёҘаё·аёӯаёҒа№ғаёҷаё«аёҷа№үаёІаё•а№ҲаёІаёҮа№ғаё«аёЎа№Ҳ
tr: SeГ§ili ГҮalДұЕҹma AlanДұ Yeni Pencerede
zh_hans: еңЁж–°зӘ—еҸЈдёӯжү“ејҖйҖүдёӯзҡ„е·ҘдҪңеҢә
zh_hant: еңЁж–°иҰ–зӘ—дёӯй–Ӣе•ҹйҒёеҸ–зҡ„е·ҘдҪңеҚҖ

# alert.moveTab.title
source: Move Tab
ar: ЩҶЩӮЩ„ Ш№Щ„Ш§Щ…Ш© Ш§Щ„ШӘШЁЩҲЩҠШЁ
bs: Premjesti karticu
da: Flyt faneblad
de: Tab verschieben
es: Mover pestaГұa
fr: DГ©placer l'onglet
it: Sposta scheda
ja: гӮҝгғ–гӮ’з§»еӢ•
ko: нғӯ мқҙлҸҷ
nb: Flytt fane
pl: PrzenieЕӣ kartДҷ
pt_br: Mover Aba
ru: РҹРөСҖРөРјРөСҒСӮРёСӮСҢ РІРәР»Р°РҙРәСғ
th: аёўа№үаёІаёўа№Ғаё—а№Үаёҡ
tr: Sekmeyi TaЕҹДұ
zh_hans: з§»еҠЁж ҮзӯҫйЎө
zh_hant: з§»еӢ•жЁҷзұӨй Ғ

# alert.ok
source: OK
ar: Щ…ЩҲШ§ЩҒЩӮ
es: Aceptar
ko: нҷ•мқё
ru: РһРҡ
th: аё•аёҒаёҘаёҮ
tr: Tamam
zh_hans: зЎ®е®ҡ
zh_hant: зўәе®ҡ

# alert.renameTab.message
source: Enter a custom name for this tab.
ar: ШЈШҜШ®Щ„ Ш§ШіЩ…ЩӢШ§ Щ…Ш®ШөШөЩӢШ§ Щ„Ш№Щ„Ш§Щ…Ш© Ш§Щ„ШӘШЁЩҲЩҠШЁ ЩҮШ°ЩҮ.
bs: Unesite prilagoД‘eno ime za ovu karticu.
da: Indtast et brugerdefineret navn for dette faneblad.
de: Geben Sie einen benutzerdefinierten Namen fГјr diesen Tab ein.
es: Introduce un nombre personalizado para esta pestaГұa.
fr: Entrez un nom personnalisГ© pour cet onglet.
it: Inserisci un nome personalizzato per questa scheda.
ja: гҒ“гҒ®гӮҝгғ–гҒ®гӮ«гӮ№гӮҝгғ еҗҚгӮ’е…ҘеҠӣгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: мқҙ нғӯмқҳ мӮ¬мҡ©мһҗ м§Җм • мқҙлҰ„мқ„ мһ…л Ҙн•ҳм„ёмҡ”.
nb: Skriv inn et egendefinert navn for denne fanen.
pl: WprowadЕә niestandardowД… nazwДҷ dla tej karty.
pt_br: Insira um nome personalizado para esta aba.
ru: Р’РІРөРҙРёСӮРө РҝРҫР»СҢР·РҫРІР°СӮРөР»СҢСҒРәРҫРө РёРјСҸ РҙР»СҸ СҚСӮРҫР№ РІРәР»Р°РҙРәРё.
th: аёӣа№үаёӯаёҷаёҠаё·а№Ҳаёӯаё—аёөа№ҲаёҒаёіаё«аёҷаё”а№ҖаёӯаёҮаёӘаёіаё«аёЈаёұаёҡа№Ғаё—а№Үаёҡаёҷаёөа№ү
tr: Bu sekme iГ§in Г¶zel bir ad girin.
zh_hans: иҫ“е…ҘжӯӨж ҮзӯҫйЎөзҡ„иҮӘе®ҡд№үеҗҚз§°гҖӮ
zh_hant: ијёе…ҘжӯӨжЁҷзұӨй Ғзҡ„иҮӘиЁӮеҗҚзЁұгҖӮ

# alert.renameTab.placeholder
source: Tab name
ar: Ш§ШіЩ… Ш№Щ„Ш§Щ…Ш© Ш§Щ„ШӘШЁЩҲЩҠШЁ
bs: Naziv kartice
da: Fanebladnavn
es: Nombre de pestaГұa
fr: Nom de l'onglet
it: Nome scheda
ja: гӮҝгғ–еҗҚ
ko: нғӯ мқҙлҰ„
nb: Fanenavn
pl: Nazwa karty
pt_br: Nome da aba
ru: РҳРјСҸ РІРәР»Р°РҙРәРё
th: аёҠаё·а№Ҳаёӯа№Ғаё—а№Үаёҡ
tr: Sekme adДұ
zh_hans: ж ҮзӯҫйЎөеҗҚз§°
zh_hant: жЁҷзұӨй ҒеҗҚзЁұ

# alert.renameTab.rename
source: Rename
ar: ШҘШ№Ш§ШҜШ© Ш§Щ„ШӘШіЩ…ЩҠШ©
bs: Preimenuj
da: OmdГёb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: еӨүжӣҙ
ko: мқҙлҰ„ ліҖкІҪ
nb: Gi nytt navn
pl: ZmieЕ„ nazwДҷ
pt_br: Renomear
ru: РҹРөСҖРөРёРјРөРҪРҫРІР°СӮСҢ
th: а№ҖаёӣаёҘаёөа№ҲаёўаёҷаёҠаё·а№Ҳаёӯ
tr: Yeniden AdlandДұr
zh_hans: йҮҚе‘ҪеҗҚ
zh_hant: йҮҚж–°е‘ҪеҗҚ

# alert.renameTab.title
source: Rename Tab
ar: ШҘШ№Ш§ШҜШ© ШӘШіЩ…ЩҠШ© Ш№Щ„Ш§Щ…Ш© Ш§Щ„ШӘШЁЩҲЩҠШЁ
bs: Preimenuj karticu
da: OmdГёb faneblad
de: Tab umbenennen
es: Renombrar pestaГұa
fr: Renommer l'onglet
it: Rinomina scheda
ja: гӮҝгғ–еҗҚгӮ’еӨүжӣҙ
ko: нғӯ мқҙлҰ„ ліҖкІҪ
nb: Gi fanen nytt navn
pl: ZmieЕ„ nazwДҷ karty
pt_br: Renomear Aba
ru: РҹРөСҖРөРёРјРөРҪРҫРІР°СӮСҢ РІРәР»Р°РҙРәСғ
th: а№ҖаёӣаёҘаёөа№ҲаёўаёҷаёҠаё·а№Ҳаёӯа№Ғаё—а№Үаёҡ
tr: Sekmeyi Yeniden AdlandДұr
zh_hans: йҮҚе‘ҪеҗҚж ҮзӯҫйЎө
zh_hant: йҮҚж–°е‘ҪеҗҚжЁҷзұӨй Ғ

# browser.reactGrab
source: Inject React Grab
de: React Grab einfГјgen
es: Inyectar React Grab
fr: Injecter React Grab
ja: React GrabгӮ’жіЁе…Ҙ
ko: React Grab мЈјмһ…
zh_hans: жіЁе…Ҙ React Grab
zh_hant: жіЁе…Ҙ React Grab

# settings.app.openMarkdownInCmuxViewer
source: Open Markdown in cmux Viewer
de: Markdown im cmux-Viewer Г¶ffnen
es: Abrir Markdown en el visor cmux
fr: Ouvrir Markdown dans la visionneuse cmux
it: Apri Markdown nel visualizzatore cmux
ja: cmux гғ“гғҘгғјгӮўгҒ§ Markdown гӮ’й–ӢгҒҸ
ko: cmux л·°м–ҙм—җм„ң Markdown м—ҙкё°
zh_hans: еңЁ cmux жҹҘзңӢеҷЁдёӯжү“ејҖ Markdown
zh_hant: еңЁ cmux жӘўиҰ–еҷЁдёӯй–Ӣе•ҹ Markdown

# settings.app.openMarkdownInCmuxViewer.subtitle
source: Cmd-clicking .md/.markdown/.mkd/.mdx files opens the cmux markdown viewer panel instead of the preferred editor.
de: Cmd-Klick auf .md/.markdown/.mkd/.mdx-Dateien Г¶ffnet das cmux-Markdown-Viewer-Panel statt des bevorzugten Editors.
es: Hacer Cmd+clic en archivos .md/.markdown/.mkd/.mdx abre el panel del visor de markdown de cmux en lugar del editor preferido.
fr: Cmd+clic sur les fichiers .md/.markdown/.mkd/.mdx ouvre le panneau de la visionneuse markdown cmux au lieu de l'Г©diteur prГ©fГ©rГ©.
it: Cmd+clic sui file .md/.markdown/.mkd/.mdx apre il pannello del visualizzatore markdown cmux invece dell'editor preferito.
ja: .md/.markdown/.mkd/.mdx гғ•гӮЎгӮӨгғ«гӮ’ Cmd+гӮҜгғӘгғғгӮҜгҒҷгӮӢгҒЁгҖҒе„Әе…ҲгӮЁгғҮгӮЈгӮҝгҒ®д»ЈгӮҸгӮҠгҒ« cmux гғһгғјгӮҜгғҖгӮҰгғігғ“гғҘгғјгӮўгғ‘гғҚгғ«гҒҢй–ӢгҒҚгҒҫгҒҷгҖӮ
ko: .md/.markdown/.mkd/.mdx нҢҢмқјмқ„ Cmd+нҒҙлҰӯн•ҳл©ҙ кё°ліё м—җл””н„° лҢҖмӢ cmux л§ҲнҒ¬лӢӨмҡҙ л·°м–ҙ нҢЁл„җмқҙ м—ҙлҰҪлӢҲлӢӨ.
zh_hans: Cmd+зӮ№еҮ» .md/.markdown/.mkd/.mdx ж–Үд»¶е°Ҷжү“ејҖ cmux ж Үи®°жҹҘзңӢеҷЁйқўжқҝ,иҖҢдёҚжҳҜдҪҝз”ЁйҰ–йҖүзј–иҫ‘еҷЁгҖӮ
zh_hant: Cmd+й»һж“Ҡ .md/.markdown/.mkd/.mdx жӘ”жЎҲжңғй–Ӣе•ҹ cmux Markdown жӘўиҰ–еҷЁйқўжқҝ,иҖҢдёҚжҳҜдҪҝз”ЁеҒҸеҘҪз·ЁијҜеҷЁгҖӮ

# cli.claude-teams.usage
source: Usage: cmux claude-teams [claude-args...] Launch Claude Code with agent teams enabled. This command: - defaults Claude teammate mode to auto - sets a tmux-like environment so Claude auto mode uses cmux splits - sets CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - prepends a private tmux shim to PATH - forwards all remaining arguments to claude The tmux shim translates supported tmux window/pane commands into cmux workspace and split operations in the current cmux session. Examples: cmux claude-teams cmux claude-teams --continue cmux claude-teams --model sonnet
ja: дҪҝгҒ„ж–№: cmux claude-teams [claude-args...] гӮЁгғјгӮёгӮ§гғігғҲгғҒгғјгғ гӮ’жңүеҠ№гҒ«гҒ—гҒҹзҠ¶ж…ӢгҒ§ Claude Code гӮ’иө·еӢ•гҒ—гҒҫгҒҷгҖӮ гҒ“гҒ®гӮігғһгғігғүгҒҜж¬ЎгӮ’иЎҢгҒ„гҒҫгҒҷ: - Claude гҒ® teammate mode гӮ’ auto гҒ«иЁӯе®ҡ - Claude гҒ® auto mode гҒҢ cmux гҒ® split гӮ’дҪҝгҒҶгӮҲгҒҶ tmux йўЁгҒ®з’°еўғгӮ’иЁӯе®ҡ - CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 гӮ’иЁӯе®ҡ - е°Ӯз”ЁгҒ® tmux shim гӮ’ PATH гҒ®е…Ҳй ӯгҒ«иҝҪеҠ - ж®ӢгӮҠгҒ®еј•ж•°гӮ’гҒқгҒ®гҒҫгҒҫ claude гҒ«жёЎгҒҷ tmux shim гҒҜгҖҒеҜҫеҝңгҒ—гҒҰгҒ„гӮӢ tmux гҒ® window/pane гӮігғһгғігғүгӮ’гҖҒзҸҫеңЁгҒ® cmux гӮ»гғғгӮ·гғ§гғіеҶ…гҒ® workspace гҒЁ split ж“ҚдҪңгҒ«еӨүжҸӣгҒ—гҒҫгҒҷгҖӮ дҫӢ: cmux claude-teams cmux claude-teams --continue cmux claude-teams --model sonnet
ko: мӮ¬мҡ©лІ•: cmux claude-teams [claude-args...] м—җмқҙм „нҠё нҢҖмқҙ нҷңм„ұнҷ”лҗң мғҒнғңлЎң Claude CodeлҘј мӢӨн–үн•©лӢҲлӢӨ. мқҙ лӘ…л №мқҖ: - Claude нҢҖмӣҗ лӘЁл“ңлҘј autoлЎң м„Өм •н•©лӢҲлӢӨ - Claude auto лӘЁл“ңк°Җ cmux л¶„н• мқ„ мӮ¬мҡ©н•ҳлҸ„лЎқ tmux нҳёнҷҳ нҷҳкІҪмқ„ м„Өм •н•©лӢҲлӢӨ - CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1мқ„ м„Өм •н•©лӢҲлӢӨ - PATH м•һм—җ м „мҡ© tmux мӢ¬мқ„ м¶”к°Җн•©лӢҲлӢӨ - лӮҳлЁём§Җ мқёмһҗлҘј лӘЁл‘җ claudeм—җ м „лӢ¬н•©лӢҲлӢӨ tmux мӢ¬мқҖ м§ҖмӣҗлҗҳлҠ” tmux мңҲлҸ„мҡ°/нҢЁмқё лӘ…л №мқ„ нҳ„мһ¬ cmux м„ём…ҳмқҳ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ л°Ҹ л¶„н• мһ‘м—…мңјлЎң ліҖнҷҳн•©лӢҲлӢӨ. мҳҲмӢң: cmux claude-teams cmux claude-teams --continue cmux claude-teams --model sonnet
uk: Р’РёРәРҫСҖРёСҒСӮР°РҪРҪСҸ: cmux claude-teams [Р°СҖРіСғРјРөРҪСӮРё-claude...] Р—Р°РҝСғСҒРә Claude Code Р· СғРІС–РјРәРҪРөРҪРёРјРё РәРҫРјР°РҪРҙР°РјРё Р°РіРөРҪСӮС–РІ. РҰСҸ РәРҫРјР°РҪРҙР°: - СӮРёРҝРҫРІРҫ РІРјРёРәР°С” СҖРөР¶РёРј teammate РҙР»СҸ Claude - Р·Р°РұРөР·РҝРөСҮСғС” РҝС–РҙСӮСҖРёРјРәСғ cmux РҙР»СҸ СҒРөР°РҪСҒСғ - РІСҒСӮР°РҪРҫРІР»СҺС” CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - РҙРҫРҙР°С” РҝСҖРёРІР°СӮРҪСғ tmux-РҝСҖРҫРәР»Р°РҙРәСғ РҪР° РҝРҫСҮР°СӮРҫРә PATH - РҝРөСҖРөРҙР°С” РІСҒС– С–РҪСҲС– Р°СҖРіСғРјРөРҪСӮРё РҙРҫ claude Tmux-РҝСҖРҫРәР»Р°РҙРәР° РҝРөСҖРөСӮРІРҫСҖСҺС” РҝС–РҙСӮСҖРёРјСғРІР°РҪС– РәРҫРјР°РҪРҙРё tmux РІС–РәРҫРҪ/РҝР°РҪРөР»РөР№ РҪР° РҫРҝРөСҖР°СҶС–С— СҖРҫРұРҫСҮРёС… РҝСҖРҫСҒСӮРҫСҖС–РІ С– СҖРҫР·РҙС–Р»С–РІ cmux Сғ РҝРҫСӮРҫСҮРҪРҫРјСғ СҒРөР°РҪСҒС– cmux. РҹСҖРёРәР»Р°РҙРё: cmux claude-teams cmux claude-teams --continue cmux claude-teams --model sonnet

# cli.omo.usage
source: Usage: cmux omo [opencode-args...] Launch OpenCode with oh-my-openagent in a cmux-aware environment. oh-my-openagent orchestrates multiple AI models as specialized agents in parallel. This command sets up a tmux shim so agent panes become native cmux splits with sidebar metadata and notifications. This command: - sets a tmux-like environment so oh-my-openagent uses cmux splits - prepends a private tmux shim to PATH - forwards all remaining arguments to opencode The tmux shim translates tmux window/pane commands into cmux workspace and split operations in the current cmux session. Examples: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
ja: дҪҝгҒ„ж–№: cmux omo [opencode-args...] cmux еҜҫеҝңгҒ®з’°еўғгҒ§ OpenCode гҒЁ oh-my-openagent гӮ’иө·еӢ•гҒ—гҒҫгҒҷгҖӮ oh-my-openagent гҒҜиӨҮж•°гҒ® AI гғўгғҮгғ«гӮ’е°Ӯй–ҖгӮЁгғјгӮёгӮ§гғігғҲгҒЁгҒ—гҒҰдёҰеҲ—гҒ« гӮӘгғјгӮұгӮ№гғҲгғ¬гғјгӮ·гғ§гғігҒ—гҒҫгҒҷгҖӮгҒ“гҒ®гӮігғһгғігғүгҒҜ tmux shim гӮ’иЁӯе®ҡгҒ—гҖҒ гӮЁгғјгӮёгӮ§гғігғҲгҒ®гғҡгӮӨгғігӮ’гғҚгӮӨгғҶгӮЈгғ–гҒ® cmux split гҒ«еӨүжҸӣгҒ—гҒҫгҒҷгҖӮ гҒ“гҒ®гӮігғһгғігғүгҒҜж¬ЎгӮ’иЎҢгҒ„гҒҫгҒҷ: - oh-my-openagent гҒҢ cmux гҒ® split гӮ’дҪҝгҒҶгӮҲгҒҶ tmux йўЁгҒ®з’°еўғгӮ’иЁӯе®ҡ - е°Ӯз”ЁгҒ® tmux shim гӮ’ PATH гҒ®е…Ҳй ӯгҒ«иҝҪеҠ - ж®ӢгӮҠгҒ®еј•ж•°гӮ’гҒқгҒ®гҒҫгҒҫ opencode гҒ«жёЎгҒҷ tmux shim гҒҜгҖҒtmux гҒ® window/pane гӮігғһгғігғүгӮ’гҖҒзҸҫеңЁгҒ® cmux гӮ»гғғгӮ·гғ§гғіеҶ…гҒ® workspace гҒЁ split ж“ҚдҪңгҒ«еӨүжҸӣгҒ—гҒҫгҒҷгҖӮ дҫӢ: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
ko: мӮ¬мҡ©лІ•: cmux omo [opencode-args...] cmux нҳёнҷҳ нҷҳкІҪм—җм„ң oh-my-openagentмҷҖ н•Ёк»ҳ OpenCodeлҘј мӢӨн–үн•©лӢҲлӢӨ. oh-my-openagentлҠ” м—¬лҹ¬ AI лӘЁлҚёмқ„ м „л¬ё м—җмқҙм „нҠёлЎң лі‘л ¬ мЎ°мңЁн•©лӢҲлӢӨ. мқҙ лӘ…л №мқҖ м—җмқҙм „нҠё нҢЁмқёмқҙ мӮ¬мқҙл“ңл°” л©”нғҖлҚ°мқҙн„°мҷҖ м•ҢлҰјмқҙ мһҲлҠ” л„ӨмқҙнӢ°лёҢ cmux л¶„н• мқҙ лҗҳлҸ„лЎқ tmux мӢ¬мқ„ м„Өм •н•©лӢҲлӢӨ. мқҙ лӘ…л №мқҖ: - oh-my-openagentк°Җ cmux л¶„н• мқ„ мӮ¬мҡ©н•ҳлҸ„лЎқ tmux нҳёнҷҳ нҷҳкІҪмқ„ м„Өм •н•©лӢҲлӢӨ - PATH м•һм—җ м „мҡ© tmux мӢ¬мқ„ м¶”к°Җн•©лӢҲлӢӨ - лӮҳлЁём§Җ мқёмһҗлҘј лӘЁл‘җ opencodeм—җ м „лӢ¬н•©лӢҲлӢӨ tmux мӢ¬мқҖ tmux мңҲлҸ„мҡ°/нҢЁмқё лӘ…л №мқ„ нҳ„мһ¬ cmux м„ём…ҳмқҳ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ л°Ҹ л¶„н• мһ‘м—…мңјлЎң ліҖнҷҳн•©лӢҲлӢӨ. мҳҲмӢң: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
uk: Р’РёРәРҫСҖРёСҒСӮР°РҪРҪСҸ: cmux omo [Р°СҖРіСғРјРөРҪСӮРё-opencode...] Р—Р°РҝСғСҒРә OpenCode Р· oh-my-openagent Сғ СҒРөСҖРөРҙРҫРІРёСүС– cmux. oh-my-openagent РҫСҖРәРөСҒСӮСҖСғС” РәС–Р»СҢРәР° РјРҫРҙРөР»РөР№ РЁРҶ СҸРә СҒРҝРөСҶС–Р°Р»С–Р·РҫРІР°РҪРёС… Р°РіРөРҪСӮС–РІ РҝР°СҖР°Р»РөР»СҢРҪРҫ. РҰСҸ РәРҫРјР°РҪРҙР° РҪР°Р»Р°СҲСӮРҫРІСғС” tmux-РҝСҖРҫРәР»Р°РҙРәСғ, СүРҫРұ РҝР°РҪРөР»С– Р°РіРөРҪСӮС–РІ СҒСӮР°Р»Рё РҪР°СӮРёРІРҪРёРјРё СҖРҫР·РҙС–Р»Р°РјРё cmux Р· РјРөСӮР°РҙР°РҪРёРјРё РұС–СҮРҪРҫС— РҝР°РҪРөР»С– СӮР° СҒРҝРҫРІС–СүРөРҪРҪСҸРјРё. РҰСҸ РәРҫРјР°РҪРҙР°: - Р·Р°РұРөР·РҝРөСҮСғС” РҝС–РҙСӮСҖРёРјРәСғ cmux РҙР»СҸ oh-my-openagent - РҙРҫРҙР°С” РҝСҖРёРІР°СӮРҪСғ tmux-РҝСҖРҫРәР»Р°РҙРәСғ РҪР° РҝРҫСҮР°СӮРҫРә PATH - РҝРөСҖРөРҙР°С” РІСҒС– С–РҪСҲС– Р°СҖРіСғРјРөРҪСӮРё РҙРҫ opencode Tmux-РҝСҖРҫРәР»Р°РҙРәР° РҝРөСҖРөСӮРІРҫСҖСҺС” РәРҫРјР°РҪРҙРё tmux РІС–РәРҫРҪ/РҝР°РҪРөР»РөР№ РҪР° РҫРҝРөСҖР°СҶС–С— СҖРҫРұРҫСҮРёС… РҝСҖРҫСҒСӮРҫСҖС–РІ С– СҖРҫР·РҙС–Р»С–РІ cmux Сғ РҝРҫСӮРҫСҮРҪРҫРјСғ СҒРөР°РҪСҒС– cmux. РҹСҖРёРәР»Р°РҙРё: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6

# applescript.error.disabled
source: AppleScript is disabled by the macos-applescript configuration.
ja: macos-applescript гҒ®иЁӯе®ҡгҒ§ AppleScript гҒҜз„ЎеҠ№гҒ«гҒӘгҒЈгҒҰгҒ„гҒҫгҒҷгҖӮ
ko: AppleScriptк°Җ macos-applescript м„Өм •м—җ мқҳн•ҙ л№„нҷңм„ұнҷ”лҗҳм–ҙ мһҲмҠөлӢҲлӢӨ.
uk: AppleScript РІРёРјРәРҪРөРҪРҫ РҝР°СҖР°РјРөСӮСҖРҫРј РәРҫРҪС„С–РіСғСҖР°СҶС–С— macos-applescript.

# applescript.error.failedToCreateSplit
source: Failed to create split.
ja: еҲҶеүІгҒ®дҪңжҲҗгҒ«еӨұж•—гҒ—гҒҫгҒ—гҒҹгҖӮ
ko: л¶„н• мқ„ мғқм„ұн•ҳм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ.
uk: РқРө РІРҙР°Р»РҫСҒСҸ СҒСӮРІРҫСҖРёСӮРё СҖРҫР·РҙС–Р»РөРҪРҪСҸ.

# applescript.error.failedToCreateWindow
source: Failed to create window.
ja: гӮҰгӮӨгғігғүгӮҰгҒ®дҪңжҲҗгҒ«еӨұж•—гҒ—гҒҫгҒ—гҒҹгҖӮ
ko: мңҲлҸ„мҡ°лҘј мғқм„ұн•ҳм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ.
uk: РқРө РІРҙР°Р»РҫСҒСҸ СҒСӮРІРҫСҖРёСӮРё РІС–РәРҪРҫ.

# applescript.error.failedToCreateWorkspace
source: Failed to create workspace.
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®дҪңжҲҗгҒ«еӨұж•—гҒ—гҒҫгҒ—гҒҹгҖӮ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҘј мғқм„ұн•ҳм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ.
uk: РқРө РІРҙР°Р»РҫСҒСҸ СҒСӮРІРҫСҖРёСӮРё СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ.

# applescript.error.missingAction
source: Missing action string.
ja: гӮўгӮҜгӮ·гғ§гғіж–Үеӯ—еҲ—гҒҢгҒӮгӮҠгҒҫгҒӣгӮ“гҖӮ
ko: м•Ўм…ҳ л¬ёмһҗм—ҙмқҙ м—ҶмҠөлӢҲлӢӨ.
uk: Р’С–РҙСҒСғСӮРҪС–Р№ СҖСҸРҙРҫРә РҙС–С—.

# applescript.error.missingInputText
source: Missing input text.
ja: е…ҘеҠӣгҒҷгӮӢгғҶгӮӯгӮ№гғҲгҒҢгҒӮгӮҠгҒҫгҒӣгӮ“гҖӮ
ko: мһ…л Ҙ н…ҚмҠӨнҠёк°Җ м—ҶмҠөлӢҲлӢӨ.
uk: Р’С–РҙСҒСғСӮРҪС–Р№ СӮРөРәСҒСӮ РІРІРөРҙРөРҪРҪСҸ.

# applescript.error.missingSplitDirection
source: Missing or unknown split direction.
ja: еҲҶеүІж–№еҗ‘гҒҢгҒӘгҒ„гҒӢгҖҒдёҚжҳҺгҒ§гҒҷгҖӮ
ko: л¶„н• л°©н–Ҙмқҙ м—Ҷкұ°лӮҳ мҳ¬л°”лҘҙм§Җ м•ҠмҠөлӢҲлӢӨ.
uk: Р’С–РҙСҒСғСӮРҪС–Р№ Р°РұРҫ РҪРөРІС–РҙРҫРјРёР№ РҪР°РҝСҖСҸРјРҫРә СҖРҫР·РҙС–Р»РөРҪРҪСҸ.

# applescript.error.missingTerminalTarget
source: Missing terminal target.
ja: еҜҫиұЎгҒ®гӮҝгғјгғҹгғҠгғ«гҒҢгҒӮгӮҠгҒҫгҒӣгӮ“гҖӮ
ko: н„°лҜёл„җ лҢҖмғҒмқҙ м—ҶмҠөлӢҲлӢӨ.
uk: Р’С–РҙСҒСғСӮРҪСҸ СҶС–Р»СҢ СӮРөСҖРјС–РҪР°Р»Сғ.
